[
  {
    "titulo": "Beleza Fatal",
    "ano": 2025,
    "autor": "Raphael Montes",
    "diretor": "Maria de Médicis",
    "sinopse": "Produção da Max ambientada no mundo da estética e das cirurgias plásticas, misturando drama e vingança."
  },
  {
    "titulo": "Renascer",
    "ano": 2024,
    "autor": "Benedito Ruy Barbosa (adaptada por Bruno Luperi)",
    "diretor": "Walter Carvalho; Alexandre Macedo; Ricardo França; Mariana Betti",
    "sinopse": "Remake da obra clássica dos anos 90, sobre a relação conflituosa entre pai e filho e os ciclos da vida rural."
  },
  {
    "titulo": "Mania de Você",
    "ano": 2024,
    "autor": "João Emanuel Carneiro",
    "diretor": null,
    "sinopse": "Novela das 21h da TV Globo sobre ambição e mistério, com uma roteirista que realiza o sonho de escrever e se vê envolvida em traições."
  },
  {
    "titulo": "Travessia",
    "ano": 2022,
    "autor": "Glória Perez",
    "diretor": "Mauro Mendonça Filho",
    "sinopse": "Explora o impacto das fake news e da tecnologia na vida de uma jovem injustiçada por um vídeo viral."
  },
  {
    "titulo": "Pantanal",
    "ano": 2022,
    "autor": "Benedito Ruy Barbosa",
    "diretor": "Walter Carvalho",
    "sinopse": "Refilmagem do clássico de 1990, narra a saga de famílias rivais no coração do Pantanal, misturando realismo e misticismo."
  },
  {
    "titulo": "Além da Ilusão",
    "ano": 2022,
    "autor": "Alessandra Poggi",
    "diretor": "Luís Felipe Sá",
    "sinopse": "Romance de época ambientado nos anos 1940, onde uma jovem ilusionista vive um amor proibido e luta por justiça."
  },
  {
    "titulo": "Elas por Elas",
    "ano": 2023,
    "autor": "Thereza Falcão e Alessandro Marson",
    "diretor": "Amora Mautner",
    "sinopse": "Reboot do clássico de 1982, com sete amigas que se reencontram após 25 anos e têm suas vidas entrelaçadas por segredos e amizade."
  },
  {
    "titulo": "A Dona do Pedaço",
    "ano": 2019,
    "autor": "Walcyr Carrasco",
    "diretor": "André Barros, Bernardo Sá, Bruno Martins Moraes, Caetano Caruso, Vicente Kubrusly",
    "sinopse": "Maria da Paz, uma boleira batalhadora, constrói um império e enfrenta a ambição da própria filha."
  },
  {
    "titulo": "Segundo Sol",
    "ano": 2018,
    "autor": "João Emanuel Carneiro",
    "diretor": "Maria de Médicis / Dennis Carvalho ",
    "sinopse": "Um cantor de axé dado como morto retorna para reconstruir sua vida e lidar com segredos do passado."
  },
  {
    "titulo": "Deus Salve o Rei",
    "ano": 2018,
    "autor": "Daniel Adjafre",
    "diretor": "Fabrício Mamberti",
    "sinopse": "Para evitar uma guerra entre os reinos de Montemor e Artena, o príncipe Afonso deixa de lado seu amor por uma doce plebeia para casar com uma princesa mimada e malvada."
  },
  {
    "titulo": "O Outro Lado do Paraíso",
    "ano": 2017,
    "autor": "Walcyr Carrasco",
    "diretor": "André Barros, Henrique Sauer, Pedro Peregrino, Mariana Richard, Fábio Strazzer, Caio Campos",
    "sinopse": "Clara é traída e internada injustamente, mas retorna anos depois em busca de vingança e justiça."
  },
  {
    "titulo": "A Força do Querer",
    "ano": 2017,
    "autor": "Glória Perez",
    "diretor": "Pedro Vasconcelos",
    "sinopse": "Três mulheres vivem dilemas sobre identidade, amor e liberdade; uma trama moderna que discute temas sociais como transexualidade e vício."
  },
  {
    "titulo": "Velho Chico",
    "ano": 2016,
    "autor": "Benedito Ruy Barbosa",
    "diretor": "Luiz Fernando Carvalho",
    "sinopse": "Romance épico ambientado às margens do Rio São Francisco, com conflitos de família, terra e amor proibido."
  },
  {
    "titulo": "A Regra do Jogo",
    "ano": 2015,
    "autor": "João Emanuel Carneiro",
    "diretor": "Cláudio Boeckel",
    "sinopse": "Mistura drama e ação em uma trama sobre crime, corrupção e dilemas morais envolvendo um ex-criminoso que busca redenção."
  },
  {
    "titulo": "Verdades Secretas",
    "ano": 2015,
    "autor": "Walcyr Carrasco",
    "diretor": null,
    "sinopse": "Mostra o submundo da moda e da prostituição de luxo, através da trajetória de uma jovem modelo."
  },
  {
    "titulo": "Império",
    "ano": 2014,
    "autor": "Aguinaldo Silva",
    "diretor": "Pedro Vasconcelos, André Felipe Binder e Rogério Gomes",
    "sinopse": "José Alfredo constrói um império do nada e vê sua fortuna ameaçada por ambição e segredos familiares."
  },
  {
    "titulo": "Amor à Vida",
    "ano": 2013,
    "autor": "Walcyr Carrasco",
    "diretor": "Mauro Mendonça Filho e Wolf Maya",
    "sinopse": "Mostra o conflito entre dois irmãos, Paloma e Félix, e aborda temas como adoção, aceitação e homofobia."
  },
  {
    "titulo": "Chiquititas",
    "ano": 2013,
    "autor": "Cris Morena",
    "diretor": "Reynaldo Boury",
    "sinopse": "A trama acompanha um grupo de órfãos que encontra abrigo no orfanato Raio de Luz, uma instituição que guarda um grande segredo. "
  },
  {
    "titulo": "Avenida Brasil",
    "ano": 2012,
    "autor": "João Emanuel Carneiro",
    "diretor": "Ricardo Waddington",
    "sinopse": "Nina busca vingança contra sua madrasta Carminha, que a abandonou na infância, em uma das tramas mais marcantes da teledramaturgia brasileira."
  },
  {
    "titulo": "Carrossel",
    "ano": 2012,
    "autor": "Íris Abravane",
    "diretor": "Del Rangel e Reynaldo Boury",
    "sinopse": "A história da professora Helena e seus alunos da Escola Mundial, lidando com problemas familiares e sociais com carinho e afeto."
  },
  {
    "titulo": "Fina Estampa",
    "ano": 2011,
    "autor": "Aguinaldo Silva",
    "diretor": "Wolf Maya",
    "sinopse": "Griselda, uma mulher simples e batalhadora, enriquece e enfrenta preconceitos enquanto busca o amor e o respeito da família."
  },
  {
    "titulo": "Caminho das Índias",
    "ano": 2009,
    "autor": "Glória Perez",
    "diretor": "Marcos Schechtman",
    "sinopse": "História multicultural entre a Índia e o Brasil, com temas de amor proibido, castas e choque de culturas."
  },
  {
    "titulo": "Paraíso Tropical",
    "ano": 2007,
    "autor": "Gilberto Braga e Ricardo Linhares",
    "diretor": "Amora Mautner; Roberto Vaz; Maria de Médicis; Cristiano Marques; José Luiz Villamarim; Dennis Carvalho",
    "sinopse": "Trama sobre ambição, corrupção e ética ambientada em um resort de luxo no Rio de Janeiro."
  },
  {
    "titulo": "Páginas da Vida",
    "ano": 2006,
    "autor": "Manoel Carlos",
    "diretor": "Fabrício Mamberti e Jayme Monjardim",
    "sinopse": "Aborda inclusão social, amor materno e preconceito através da história de uma criança com síndrome de Down."
  },
  {
    "titulo": "Belíssima",
    "ano": 2005,
    "autor": "Sílvio de Abreu",
    "diretor": "Carlos Araújo; Luiz Henrique Rios; Denise Saraceni",
    "sinopse": "Drama empresarial e familiar ambientado no mundo da moda, com intrigas e poder."
  },
  {
    "titulo": "Senhora do Destino",
    "ano": 2004,
    "autor": "Aguinaldo Silva",
    "diretor": "Wolf Maya",
    "sinopse": "Maria do Carmo luta para reencontrar a filha sequestrada, em uma das novelas mais emocionantes e populares da TV brasileira."
  },
  {
    "titulo": "Laços de Família",
    "ano": 2000,
    "autor": "Alexandre Borges",
    "diretor": null,
    "sinopse": "Relata o amor incondicional que uma mãe sente pela filha, mesmo depois de se apaixonar pelo mesmo homem."
  },
  {
    "titulo": "Chocolate com Pimenta",
    "ano": 2003,
    "autor": "Walcyr Carrasco",
    "diretor": "Fabrício Mamberti",
    "sinopse": "Uma menina humilde que se torna uma viúva rica e vingativa volta à pequena cidade que a humilhou e ao homem que ela amava, trazendo seu filho menor."
  },
  {
    "titulo": "América",
    "ano": 2005,
    "autor": "Glória Perez",
    "diretor": "Jayme Monjardim",
    "sinopse": "Retrata o sonho de uma mulher de imigrar para os Estados Unidos e aborda o drama dos imigrantes ilegais."
  },
  {
    "titulo": "Celebridade",
    "ano": 2003,
    "autor": "Gilberto Braga",
    "diretor": "Marcos Schechtman e Dennis Carvalho",
    "sinopse": "Rivalidade entre uma produtora musical bem-sucedida e uma mulher ambiciosa que quer tomar seu lugar na fama."
  },
  {
    "titulo": "Mulheres Apaixonadas",
    "ano": 2003,
    "autor": "Manoel Carlos",
    "diretor": "Ricardo Waddington",
    "sinopse": "Histórias entrelaçadas que abordam amor, preconceito e violência doméstica, centradas em Helena, uma diretora de escola."
  },
  {
    "titulo": "O Cravo e a Rosa",
    "ano": 2000,
    "autor": "Walcyr Carrasco",
    "diretor": "Walter Avancini e Mário Márcio Bandarra",
    "sinopse": "Comédia romântica inspirada em 'A Megera Domada', sobre a feminista Catarina e o fazendeiro Petruchio."
  },
  {
    "titulo": "Laços de Família",
    "ano": 2000,
    "autor": "Manoel Carlos",
    "diretor": "Rogério Gomes",
    "sinopse": "Drama familiar em que uma mãe faz um sacrifício extremo para salvar a vida da filha, abordando amor e solidariedade."
  },
  {
    "titulo": "O Clone",
    "ano": 2001,
    "autor": "Glória Perez",
    "diretor": "Jayme Monjardim",
    "sinopse": "Acompanha o épico romance entre Jade e Lucas, dois jovens que se apaixonam mas são separados pela força do destino."
  },
  {
    "titulo": "Terra Nostra",
    "ano": 1999,
    "autor": "Benedito Ruy Barbosa",
    "diretor": null,
    "sinopse": "Romance entre imigrantes italianos no Brasil do século XIX, retratando o amor e a busca por uma vida melhor."
  },
  {
    "titulo": "A Indomada",
    "ano": 1997,
    "autor": "Aguinaldo Silva e Ricardo Linhares",
    "diretor": null,
    "sinopse": "Mistura de realismo mágico e humor com a história de uma jovem rebelde que desafia costumes conservadores em Greenville."
  },
  {
    "titulo": "Explode Coração",
    "ano": 1995,
    "autor": "Glória Perez",
    "diretor": null,
    "sinopse": "Romance entre um cigano e uma mulher moderna em meio a temas como internet, liberdade e tradição cultural."
  },
  {
    "titulo": "Rainha da Sucata",
    "ano": 1990,
    "autor": "Sílvio de Abreu",
    "diretor": "Jorge Fernando",
    "sinopse": "Maria do Carmo, uma empresária rica e excêntrica, enfrenta o preconceito da elite paulistana e os desafios do amor e da ambição."
  },
  {
    "titulo": "Vale Tudo",
    "ano": 1988,
    "autor": "Gilberto Braga, Aguinaldo Silva e Leonor Bassères",
    "diretor": "Dennis Carvalho",
    "sinopse": "Clássico que aborda corrupção, ética e ambição através da relação entre mãe e filha com valores opostos."
  },
  {
    "titulo": "Roque Santeiro",
    "ano": 1985,
    "autor": "Dias Gomes e Aguinaldo Silva",
    "diretor": "Paulo Ubiratan",
    "sinopse": "Um suposto mártir volta à vida e abala as estruturas da cidade de Asa Branca, em uma crítica ao fanatismo e à hipocrisia social."
  },
  {
    "titulo": "História de Amor",
    "ano": 1995,
    "autor": "Manoel Carlos",
    "diretor": "Ricardo Waddington",
    "sinopse": "No dia do seu casamento, um homem se apaixona por outra mulher que ele conhece por meio de sua problemática filha adolescente."
  },
  {
    "titulo": "Malhação",
    "ano": 1995,
    "autor": "Andréa Maltarolli e Emanuel Jacobina",
    "diretor": "Marcos Paulo",
    "sinopse": "Héricles, um jovem de bom caráter, chega ao Rio de Janeiro e começa a trabalhar na academia Malhação. Ele se apaixona por Isabella, namorada do arrogante Romão."
  },
  {
    "titulo": "O Rei do Gado",
    "ano": 1996,
    "autor": "Benedito Ruy Barbosa",
    "diretor": "Luiz Fernando Carvalho",
    "sinopse": "A trama acompanha as transformações no andar da história em volta da família de Bruno Mezenga, um latifundiário pecuarista e de uma boia-fria."
  },
  {
    "titulo": "O Bem-Amado",
    "ano": 1973,
    "autor": "Dias Gomes",
    "diretor": "Régis Cardoso",
    "sinopse": "Sátira política sobre o prefeito Odorico Paraguaçu e sua obsessão por inaugurar o cemitério da pequena cidade de Sucupira."
  },
  {
    "titulo": "Sua Vida Me Pertence",
    "ano": 1951,
    "autor": "Wálter Forster",
    "diretor": "Wálter Forster",
    "sinopse": "Considerada a primeira novela da TV brasileira, mostra o cotidiano de um casal e marcou o primeiro beijo televisionado no país."
  }
]
